/* localizable strings */
"OK" = "Aceptar";
"Cancel" = "Cancelar";
"Are you sure you want to delete ?" = "¿Seguro que quiere borrar ?";
"Are you sure you want to empty the contents of this archive ?" = "¿Seguro que quiere vaciar el contenido de este archivo ?";
"Extract Here" = "Extraer aquí";
"Compress Here" = "Comprimir aquí";
"Operation failed" = "La operación ha fallado";
"Warning !" = "¡Aviso !";
"The contents of the file can not be deleted with this programme !" = "¡El contenido de este archivo no se puede borrar con este programa !";
"/Desktop" = "/Escritorio";
"Save" = "Guardar";
"Being analyzed," = "Análisis en proceso,";
"please wait for a moment !" = "¡Por favor, espere un momento !";
"Compressing," = "Comprimiendo,";
"file" = "archivo";
"folder" = "carpeta";
"Being analyzed..." = "Análisis en proceso...";
"Being analyzed: " = "Análisis en proceso: ";
"The contents of the file can not be shown with this programme !" = "¡No se puede mostrar el archivo !";
"The contents of the file is empty !" = "¡El contenido de este archivo está vacío !";
"Can not open this file with this programme !" = "¡Este archivo no puede abrirse con este programa !";
"Detect automatically" = "Detectar automáticamente";
"Password needed on file \"%@\"" = "El archivo necesita contraseña \"%@\"";
"Extracting" = "Extrayendo";
"Extracting:" = "Extrayendo:";
"The contents of [%@] can not be extracted with this programme !" = "¡El contenido del archivo [%@] no se puede extraer con este programa !";
"The contents of the file can not be extracted with this programme !" = "¡El contenido del archivo no se puede extraer con este programa !";
"Error : [%@] !" = "Error : [%@] !";
"%d items" = "%d items";
"%d item" = "%d item";
"have existed, do you want to update ?" = "han existido, lo que desea actualizar ?";
"Updating view from \"%@\"" = "Actualización de vista de la \"%@\"";
"Adding files to" = "Adición de archivos a";
"%@  (%d/%d total)" = "%@  (%d/%d total)";
"The same file is opening, eject it please !" = "El mismo archivo se abre, extraiga por favor !";
"Creating : " = "La creación de : ";
"Select a folder to save" = "Seleccione una carpeta para guardar";
"Save Here" = "Guardar";
"Compressing : " = "Comprimiendo : ";
"Some error happen, retry please !" = "Algún error ocurrió, vuelva a intentar por favor !";
"Normal" = "Normal";
"Maximized" = "Maximizada";
"Name" = "Nombre";
"Kind" = "Tipo";
"Size" = "Tamaño";
"Original size" = "Tamaño original";
"Created" = "Creado";
"Modified" = "Modificado";

"About SmartZipper Pro" = "Acerca de SmartZipper Pro";
"Preferences" = "Preferencias…";
"Services" = "Servicios";
"Hide SmartZipper Pro" = "Ocultar SmartZipper Pro";
"Hide Others" = "Ocultar otros";
"Show All" = "Mostrar todos";
"Quit SmartZipper Pro" = "Abandonar SmartZipper Pro";

"Set selected the path as default saving path" = "Establecer la ruta seleccionada como ruta para guardar archivos por defecto";
"Default path can be modified in \"Preferences\"" = "La ruta para guardar archivos se puede modificar en \"Preferencias\"";

"Add" = "Añadir";
"Delete" = "Borrar";
"Quick Look" = "Vista previa";
"Extract to" = "Extraer";
"Search" = "Búsqueda";
"File Name" = "Nombre de archivo";

"Edit" = "Editar";
"View" = "Ver";
"Help" = "Ayuda";

"Window" = "Ventana";
"Minimize" = "Minimizar";
"Open Window" = "Abrir ventana";
"Bring All to Front" = "Traer todo al frente";

"Date Modified" = "Tiempo";
"Path" = "Camino";


"Extract" = "Extraer";
"Advanced" = "Avanzado";
"Always custom" = "Siempre personalizado";
"Use default path" = "Usar ruta por defecto";
"Change" = "Cambiar";
"Show content in Finder after extraction" = "Mostrar el contenido en Finder tras la extracción";
"When double-clicking archive in the Finder, directly extract" = "Al hacer doble clic en archivo en el Finder, extraer directamente los";
"Set SmartZipper Pro as default compressor/uncompressor" = "Establecer SmartZipper Pro como compresor/descompresor por defecto";
"Close" = "Cerrar";

"Filename encoding autodetection" = "Autodetección de codificación del nombre de archivo";
"Filename encoding:" = "Codificación del nombre de archivo:";
"Threshold:" = "Umbral:";
"confidence" = "confianza";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(Un nivel de confianza menor que este causa que el programa pida una codificación en lugar de utilizar la autodetectada.)";



"General" = "General";
"Compression format:" = "Formato de compresión:";
"[gz and bzip2 only support one file every time !]" = "[gz y bzip2 solo funcionan con un archivo al mismo tiempo !]";
"Split" = "Dividir";
"Split size:" = "Dividir tamaño:";
"Encrypt" = "Encriptar";
"Input password:" = "Introducir contraseña:";
"Encrypt headers ( Only 7z )" = "Encriptar encabezados ( solo 7z )";


"Compression level:" = "Nivel de compresión: ";
"Store" = "Almacén";
"Fastest" = "Velocidad máxima";
"Fast" = "Rápido";
"Normal" = "Normal";
"Maximum" = "Máximo";
"Ultra" = "Ultra";
"Solid archives (only 7z)" = "Archivos sólidos (solo 7z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "Excluir las horquillas de recursos de Mac OS X (p. ej.: .DS_Store)";
"Show content in Finder after compression" = "Mostrar el contenido en Finder tras la compresión";
"The same path of the original file" = "La misma ruta del archivo original";

"Rate the App description" = "Gracias por usar nuestro software. ¿Te ha ayudado? Te agradeceríamos mucho que nos ayudaras valorándolo en tu tiempo libre. Muchas gracias.";
"Rate now" = "Valorar ahora";
"Rate later" = "Valorar más tarde";
"Don't show again" = "No mostrarlo de nuevo";


"Help Document" = "Documento de Ayuda";
"Are you sure you want to add ?" = "¿Seguro que quieres añadir estos archivos?";
"Selected Items" = "Elementos seleccionados";
"Entire Zip File" = "Todo el archivo zip";
"Open" = "Abrir";
"Go" = "Ir";
"Work path : " = "Ruta de trabajo : ";


"help introduce" = "※\nSerá mejor seleccionar \"%@\" como directorio de trabajo ya que con él SmartZipper Pro funcionará mejor. Podrá disfrutar de algunas utilidades de forma predeterminada.\n\n※\nPuede introducir la interfaz \"%@\" en el menú:\"SmartZipper Pro\". Facilita la elección de la mayoría de sus configuraciones preferidas.\n\n※\nPuede abrir la ventana a través del menú: \"%@\".";

"Open a directory or an archiver" = "Abrir un directorio o un archivador";


"Previous" = "Anterior";
"Next" = "Próximo";
"Zoom" = "Zoom";
"Zoom to Fit" = "Zoom para ajustar";

"Skip" = "Omitir";
"The file has been removed!" = "El archivo no existe.";

"Are you sure you want to add or open the files ?" = "¿Seguro que quieres añadir o abrir estos archivos?";
"Extract slowly" = "Comprobar qué archivo necesita contraseña si hay distintas contraseñas dentro de diferentes archivos en los paquetes de archivos (lentamente).";

"Review on the App Store" = "Opinar en la Appstore";
"Always show compress panel" = "Mostrar siempre la casilla de opciones de compresión";
"Always use default format" = "Comprimir con el formato de compresión por defecto";
"Finder's context menu" = "Menú de contextos de Finder";

"Purchase" = "Compra";
"remind purchase text" = "Estás usando la versión de prueba de SmartZipperPro. Si te gusta, por favor, compra la versión completa desde la App Store para Mac";
"You can also try a few days of" = "Queda/n %ld día/s de prueba gratis";
"Remind me" = "Recuérdele";

"Ask user whether save document \"%@\"" = "Se ha modificado el documento \"%@\" .¿Quieres guardar los cambios?";
"Ask user whether save doc document with images" = "Las imágenes del interior del documento pueden perderse. ¿Quieres guardar los cambios?";
"Don't Save" = "No guardar";
"Undo Typing" = "Deshacer escritura";
"Redo Typing" = "Rehacer escritura";
"Ask user whether update archive \"%@\"" = "Se ha modificado el documento \"%@\" . ¿Quieres actualizarlo en el paquete de archivos?";
"Update Archive" = "Actualizar paquete de archivos";
"Updating files to" = "Actualizando archivos para";
"Update" = "Actualizar";
"Don't Update" = "No actualizar";
"Hex" = "Hex";
"Preview" = "Preview";

